
insert into BUYER (FIRSTNAME, LASTNAME)
values ('Иван',	'Иванов'),
        ('Вадим',	'Вадимов'),
        ('Александр',	'Никитин'),
        ('Никита',	'Никитин'),
        ('Андрей',	'Иванов'),
        ('Руслан',	'Вадимов');

insert into PURCHASE(BUYER_ID, SHIPMENT_ID , DATA )
values (2,	5,	'2021-04-20'),
       (2,	4,	'2021-04-01'),
       (5,	1,	'2021-11-04'),
       (4,	6,	'2021-08-28'),
       (4,	3,	'2021-10-05'),
       (1,	9,	'2021-07-07'),
       (2,	7,	'2021-10-04'),
       (5,	10,	'2021-09-27'),
       (3,	5,	'2021-08-21'),
       (4,	2,	'2021-11-02'),
       (3,	7,	'2021-08-14'),
       (1,	9,	'2021-08-03'),
       (3,	6,	'2021-12-19'),
       (4,	7,	'2021-12-07'),
       (3,	1,	'2021-03-18'),
       (1,	7,	'2021-01-15'),
       (3,	2,	'2021-02-25'),
       (5,	7,	'2021-02-28');


insert into SHIPMENT(title , cost )
values ('Хлеб',	50),
       ('Сметана',	125.23),
       ('Колбаса',	332.65),
       ('Сыр',	2999),
       ('Масло',	130),
       ('Молоко',	74.45),
       ('Минеральная вода',	34),
       ('Coca-Cola',	65),
       ('Конфеты',		78.35),
       ('RedBull', 167.98);


